Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The first Student Talks of the academic year concluded with group discussions among the students in the audience.
nb: Studieårets første Student Talks ble avsluttet med gruppediskusjoner blant de oppmøtte studentene.

source: The combination of talented people and the support we get both internally and nationally, offers many opportunities – as well as obligations – to contribute.”
nb: Kombinasjonen av dyktige mennesker, støtten her i huset og nasjonalt, gir mange muligheter, og også forpliktelser, til å bidra på dette området.

source: The use of ePortfolios in academic life has largely increased the last decade, and research substantiate its value as tool for reflection and deep learning.
nb: Bruken av slike ePortfolioer har hatt stor økning i studier og studieliv det siste tiåret, og forskning peker på dem som verdifullt redskap for refleksjon og dyp læring.

source: Steinar Granmo Nilsen's repertoire spans Baroque to contemporary music.
nb: Steinar Granmo Nilsens repertoar spenner fra barokk- til samtidsmusikk.

source: While Buen comes from a family with long-standing traditions within folk music and folk art, Vatn Strøm grew up in Oslo.
nb: Mens Buen kommer fra en lang familietradisjon innenfor folkemusikk og folkekunst, er Vatn Strøm vokst opp i Oslo.

source: “Torgrim was a prince throughout the entire period I studied at the Norwegian Academy of Music, and opened musical doors for all of us with tremendous warmth and consideration – and a solid dose of avant-gardism,” Slettahjell says.
nb: – Torgrim var en prins gjennom hele studietida mi på Musikkhøgskolen og åpna musikalske dører for oss alle med stor varme og omtanke – og solide avant gardistiske tilsnitt, forteller Slettahjell.

source: planning and curating skills and be able to arrange digital and/or stage performance projects for various types of audience
nb: kan planlegge, kuratere og gjennomføre digitale og/eller sceniske formidlingsprosjekter for ulike målgrupper

source: As a general rule, the practicum period is carried out in the third semester (the practicum must be coordinated with rehearsals at DNO&B/KHiO) and extends over several weeks.
nb: Praksisperioden gjennomføres normalt i tredje semester (tidspunkt for praksisen må tilpasses praksisen på DNO&B /KHiO) og vil normalt strekke seg over flere uker.

source: “I have to go and see what’s happening in Norway, I thought.”
nb: – Jeg må dra og se hva det er som skjer i Norge, tenkte jeg.

source: Granmo Nilsen grew up in Trondheim, and commenced his music studies at Trøndelag Music Conservatory with Stein Villanger.
nb: Han vokste opp i Trondheim, og studerte først ved Trøndelag Musikkonservatorium hos Stein Villanger.

source: Among others he mentions Andreas Hedman and Peter Tornquist, the latter currently principal of the Norwegian Academy of Music.
nb: Han nevner blant andre Andreas Hedman og Peter Tornquist, nåværende rektor på Musikkhøgskolen.

source: Deadlines for registration
nb: Frister for å melde seg på

source: Of course, we must mention the former textile mill Blå, one of Oslo’s oldest clubs, which offers mainstream and underground music.
nb: For ikke å glemme det nedlagte spinneriet Blå, som er en av byens eldste klubber – med musikk både i mainstream og underground.

source: - I am used to moving a lot and living in different parts of the world.
nb: – Jeg er vant til å flytte mye og bo ulike steder i verden.

source: we have safe and predictable working conditions for everyone.
nb: vi har trygge og forutsigbare arbeidsvilkår for alle.

source: What will it be like, leaving everything to live in Singapore for 12 years?
nb: Jeg lurer på hvordan det blir å bryte opp for å bo i Singapore i 12 år.

source: During the first semester the students will investigate tonal harmony.
nb: I første semester arbeider studentene med fordypning i tonal harmonikk.

source: Koka Nikoladze first studied the violin at the conservatory in Tbilisi, but during his studies he became more and more taken with composition along the way.
nb: Koka Nikoladze studerte først fiolin, ved konservatoriet i Tbilisi, men underveis i studiet ble han mer og mer opptatt av komposisjon.

source: What are the employment prospects of newly graduated music students in a society turned on its head because of Covid-19?
nb: For hvordan er arbeidsmarkedet for nyutdannede musikkstudenter i et samfunn snudd på hodet av covid-19?

source: When we compare the numbers with the previous survey in 2018, 12 per cent fewer state that their quality of life is good or extremely good.
nb: Når vi sammenligner tallene med forrige måling i 2018, oppgir 12 prosent færre at de har god eller svært god livskvalitet.

source: Which projects the student will participate in will be arranged between the student and the orchestra.
nb: Hvilke prosjekter praksisen skal foregå i avtales mellom BFO og student.

source: To measure this, the instrument called The Neuropsychiatric Inventory Questionnaire (NPI-Q) is used.
nb: For å måle dette brukes måleinstrumentet NPI-Q (Neuropsychiatric Inventory Questionnaire).

source: “Especially those who are unmotivated and have poor relational skills.
nb: – Spesielt de med lite motivasjon og dårlige relasjonelle evner.

source: Prima Vista and rehearsal of advanced rhythm patterns.
nb: Prima vista og innstudering av avanserte rytmer.

source: Hence, I am good at reading the mood, understanding social codes and finding out what is important.
nb: Derfor er jeg god til å følge på stemninger, leser raskt sosiale koder og finner ut hva som er viktig.

source: “I’m biased in many ways, of course, as a music therapist, as an academic and as a healthcare professional.
nb: – Jeg er jo forutinntatt på mange vis, som musikkterapeut, som akademiker og som helsepersonell.

source: We will also carry out theoretical and practical work on the 11 different scales that arise from the basic Lydian scale.
nb: Vi skal også arbeide teoretisk og praktisk med de 11 ulike skalaene som springer ut av «moderskalaen» lydisk.

source: It is a great pleasure to present the highest award given in the Norwegian jazz community, the Buddy Award, to Solveig Slettahjell for 2020.
nb: Det er en stor glede å overrekke norsk jazz’ høyeste utmerkelse, Buddy-prisen, for 2020 til Solveig Slettahjell.

source: Presentations will be held in class or submitted as video documentations.
nb: Presentasjonene kan holdes som et foredrag eller leveres som videodokumentasjon.

source: More than 20 % absence from class will normally cause the student to fail the subject.
nb: Dette innebærer normalt at fravær på mer enn 20 prosent fører til at studenten ikke består emnet.

source: And of course, you can bring a glass of champagne from the lobby bar into the cinema.
nb: Og du kan selvfølgelig ta med et glass champis fra foajébaren inn i salen.

source: Admission to Film Music Composition takes place every other year and will be open for the academic year of 2022–2023.
nb: Det blir tatt opp studenter til filmmusikkomposisjon annethvert år og det er mulig å søke om opptak til denne studieretningen for studieåret 2022–2023.

source: The abstract should be 150–200 words.
nb: Sammendraget skal være på 150 – 200 ord.

source: Print, Copy and Scan Documents
nb: Print, kopi og skanning

source: Anxiety, self-doubt and worry about your own performance creep in, which in turn leads to over-preparation or procrastination.
nb: Angst, selvtvil og bekymring for egen prestasjon melder seg, som igjen fører til overforberedelser eller prokrastinering.

source: Her guru has been her father, Harbhajan Singh Bansal.
nb: Hennes guru har vært hennes far.

source: Two years ago, klassiskmusikk.no reported that the Norwegian soprano Margrethe Fredheim won the Hong Kong International Operatic Singing Competition.
nb: For to år siden kunne klassiskmusikk.no melde at den norske sopranen Margrethe Fredheim vant The Hong Kong International Operatic Singing Competition.

source: , an American Master’s degree student, has come to Norway from Minnesota to become an expert on the Hardanger fiddle.
nb: er masterstudent og har reist fra Minnesota til Norge for å bli rågod på hardingfele.

source: I can’t stop being preoccupied with ideas.
nb: Men jeg kan ikke stoppe å være nysgjerrig.

source: Rune Rebne (1961–): Gelma, for alto saxophone and prerecorded material
nb: Ymt, for alt-saksofon og live-elektronikk Rune Rebne (1961–):

source: be able to work in an independent, purposeful and thoughtful manner with artistic challenges
nb: kan arbeide selvstendig, målrettet og reflektert med kunstneriske utfordringer

source: Bragernes Barokk celebrates with a concert dedicated to his music.
nb: Dette vil Bragernes Barokk markere med en konsert.

source: See special guidelines for submission of PhD dissertation and final assessment.
nb: Se egne retningslinjer for innlevering av avhandling og for avsluttende vurdering.

source: Working with film directors and actors, professor of percussion Hans-Kristian Kjos Sørensen will be looking at whether musicians can learn from how directors and actors create a character.
nb: Professor i slagverk Hans-Kristian Kjos Sørensen utforsker, sammen med filmregissører og skuespillere, om det finnes overføringsverdier for hvordan en regissør eller en skuespiller skaper seg en karakter, til hvordan en musiker interpreterer musikk.

source: Two programs/tools will be studied, for instance, Max, KYMA, SuperCollider, Reaktor, After Effects or similar
nb: To programmer/verktøy gjennomgås, for eksempel Max, KYMA, Super Collider, Reaktor, After Effects eller lignende

source: It’s meant for the archives.
nb: Det er ment for arkivet.

source: The NMH has become very visible and highly acknowledged for our contribution to the care of convicted criminals,” Almås says.
nb: NMH har blitt veldig synlig og anerkjent for den jobben vi gjør i feltet kriminalomsorgen, sier Almås.

source: In the summer of 2017 Roaldsnes submitted her doctoral dissertation entitled
nb: Sommeren 2017 leverte Roaldsnes sin doktorgradsavhandling

source: The student is automatically registered for tuition/supervision and assessment in the subject in line with the progression set out in the study plan.
nb: Studenten meldes automatisk opp til undervisning/veiledning og vurdering i emnet, i henhold til den progresjon som er fastsatt i utdanningsplanen.

source: The Brazilian management, Desmonta, organised a tour headlining Food with the drum ensemble serving as a support act.
nb: Det brasilianske managementet Desmonta organiserte en turné med Food som headliner og slagverkensemblet som oppvarming.

source: According to Stensæth, past research shows that music therapy counteracts depression and increases the power of resistance.
nb: Tidligere forskning viser at musikkterapi nettopp motvirker depresjon og øker motstandskraft, ifølge Stensæth.

source: Henrik Hellstenius, Professor in Composition at NMH.
nb: Henrik Hellstenius, professor i komposisjon ved NMH.

source: There have also been teacher exchanges between the ECF member institutions.
nb: Det har også vært lærerutveksling mellom medlemsinstitusjonene i ECF.

source: When Darla Crispin was appointed head of the centre in September 2015, the centre was given a new and broader mandate.
nb: Da Darla Crispin ble ansatt som leder av Arne Nordheim-senteret i september 2015, fikk senteret et utvidet mandat.

source: : Based on «Jubal» by Jean Sibelius, formed by Live Maria Roggen and Ingfrid Breie Nyhus.
nb: «Jubal» etter Jean Sibelius, i utforming av Live Maria Roggen og Ingfrid Breie Nyhus.

source: Thecourse is based on Aural Training II (GEHØR11).
nb: Emnet etterfølges av Gehørtrening II (GEHØR11).

source: Even so, all the rankings for wellbeing are at a lower level than in 2018, and this is the case throughout the country.
nb: Likevel ligger alle tall om trivsel på et lavere nivå enn i 2018, og og slik er det i hele landet.

source: Language of instruction: Norwegian or English.
nb: Opptak til kandidatstudiet i utøving.

source: As for what constitutes quality, that will always vary.
nb: Og hva som er kvalitet, vil alltid variere.

source: But I may return to it when I have more time, possibly.”
nb: Men kan hende går jeg tilbake til det, når jeg har mer tid.

source: In 1991 she won a prize at the improvisation competition in Altenberger Cathedral (Germany) and in 1996 made her debut in Oslo Concert Hall.
nb: I 1991 ble hun prisvinner ved improvisasjonskonkurransen i Altenberger Dom, og i 1996 debuterte hun i Oslo Konserthus.

source: If you cannot keep the appointment, it is important that you inform the counsellor at least 24 hours in advance, so someone else can use it.
nb: Dersom du ikke kan benytte timen, er det viktig at du melder fra senest 24 timer før avtalt tid slik at andre kan få timen.

source: Associate Professor, flautist and concert producer
nb: Førstelektor, fløytist og konsertprodusent

source: In March 2013 he made his US debut with a solo recital at Carnegie Hall, NY.
nb: I mars 2013 fikk han sin USA-debut med en solorecital i Carnegie Hall, NY.

source: In order to demonstrate new techniques and differences, Solset will commission a work by and in collaboration with Rehnqvist.
nb: For å demonstrere nye teknikker og ulikheter vil Solset få skrevet et verk av og i samarbeid med Rehnqvist for en større besetning.

source: Rehearsal of contemporary music for one's own instrument (solo or smaller ensembles) from about 1920 to today.
nb: Innstudering av samtidsmusikk for eget instrument (solo eller mindre ensembler) fra ca. 1920 til i dag.

source: Exploring the works of the Norwegian composer Christian Sinding.
nb: Christian Sinding - en komponist og hans sanger.

source: : Active participation is mandatory in a minimum of three dialogues.
nb: Det er obligatorisk, aktiv deltagelse på minimum tre dialoger i løpet av emnet.

source: be able to troubleshoot problems with signals.
nb: kan nødvendig feilsøking i studioets signalgang

source: The mentor and the main instrument teacher(s) are a team around the student, aiming for a strengthened feeling of togetherness.
nb: Det er et mål at veilederen og hovedinstrumentlærer(e) blir et team rundt studenten, som kan gi en styrket felleskapsfølelse.

source: 44 stops over 3 manuals and pedalboard.
nb: 44 stemmer fordelt på 3 manualer og pedal.

source: Ingfrid Breie Nyhus and Jostein Gundersen share some thoughts from their work in the Think tank forAR-based music education.
nb: Ingfrid Breie Nyhus og Jostein Gundersen deler noen tanker om dette, fra arbeidet i Tenketank for KU-basert musikkutdanning.

source: This means that more than 20% nonattendance will normally cause the student to fail the course.
nb: Dette innebærer normalt at fravær på mer enn 20% medfører at studenten ikke består emnet.

source: Salvesen will be shadowing singer and former NMH student Tora Augestad, who has studied in both Oslo and Germany.
nb: Salvesen skal besøke sanger og tidligere Muskkhøgskolen-student Tora Augestad, som har studert i Oslo, men også i Tyskland.

source: I felt that we gained insight into a world not many people are allowed to see, and it has an effect on you to present music to an audience you have never had an opportunity to play for before.
nb: Jeg følte vi fikk innblikk i en verden ikke så mange får se, og det gjør noe med en å formidle til et publikum en aldri før har fått muligheten til å spille for.

source: Coupled with all this other stuff you’re working on?
nb: I kombinasjon med alt dette andre du arbeider med?

source: “Yes, they had experienced difficult and bad things, but they were also undergoing a process to which they were adapting well.
nb: – Ja, de hadde opplevd vanskelige og vonde ting, men de var også i en prosess der de tilpasset seg godt.

source: The students will also be tested in sight-reading and basic transposition.
nb: Studenten vil i tillegg bli prøvet i prima vista-spill og enkel transponering.

source: The concert they are planning is based on deep roots and a wealth of stories from Buen’s 70-year-long life.
nb: Bak konserten de skal holde, skjuler det seg dype røtter og et vell av historier fra Buens 70 år lange liv.

source: Individual guidance and classes with instrument teacher will take place weekly.
nb: Ukentlig individuell veiledning og klassetimer med instrumentallærer.

source: The artistic production shall be an artistic work of a high standard in terms of originality, expression, coherence and presentation.
nb: Det kunstneriske resultatet skal være et kunstnerisk arbeid på høyt nivå når det gjelder originalitet, uttrykk, koherens og formidling.

source: The student must submit 10 short written assignments.
nb: Arbeidskrav Studenten skal gjøre 10 mindre oppgaver knyttet til emnets progresjon.

source: It was a major discovery, because it had to do not only with Sala, but with the entire Neapolitan school.
nb: Det var en stor oppdagelse, for det påvirket ikke bare Sala, det påvirket hele Napoli-skolen.

source: Exploring the discipline is a matter of choice.”
nb: Å utforske denne disiplinen, er et spørsmål om valg.

source: The students present their own self-composed/improvised lines, tunes, improvisations, improvisational exercises, reharmonizations or arrangements.
nb: Studentene skal presentere egenkomponerte/improviserte linjer, låter, improvisasjoner, improvisasjonsøvelser, reharmoniseringer eller arrangementer.

source: “In Indian classical music there are two ways of playing an instrument.
nb: – I indisk klassisk musikk har du to måter å spille et instrument på.

source: We received good feedback on the concerts we were able offer, but 10 minutes after the concert everyone had gone.”
nb: Vi fikk gode tilbakemeldinger på at folk kunne gå på konsert, men 10 minutter etter konserten var alle borte.

source: Fredheim is engaged at Theater Erfurt in Germany.
nb: Fredheim er ansatt ved Theater Erfurt i Tyskland.

source: Director Jon Helge Sætre reflects on how CEMPE has evolved.
nb: Senterleder Jon Helge Sætre reflekterer rundt utviklingstrekk ved CEMPE

source: : For classical singers.
nb: For studenter med sang som hovedinstrument.

source: That set the process in motion for me because I saw challenges, but also opportunities in such work, and I saw what it meant to the participants.
nb: Det satte i gang prosessen hos meg, for jeg så utfordringer, men også muligheter i et slikt arbeid, og jeg så hva det betydde for deltakerne.

source: ePortfolio as a Tool for Learning
nb: ePortfolio som verktøy for læring

source: It’s all about coping, and it gives you so much mental strength.
nb: Det handler om mestring, og at det gir meg så mye mentalt.

source: Music lets us meet each other with these fundamental emotions, and I think that this helped to make our conversations with the inmates afterwards much more natural than if we had just come for a normal visit.”
nb: Gjennom musikken møttes vi i disse grunnleggende følelsene, og jeg tror det gjorde at samtalene vi hadde med de innsatte etterpå ble mye mer naturlig enn hvis vi hadde kommet som vanlige besøkende.

source: European self-hate, as someone called it.
nb: Det europeiske selvhatet, som noen har kalt det.

source: The definition of «public recital» as academic requirement in the subjects UTREPINT77 and UTMASTER77 is to include digital concerts published on public web pages, recordings and internal recitals at NMH.
nb: Definisjonen av «offentlig fremføring» som arbeidskrav på emnene UTREPINT77 og UTMASTER77 til å inkludere digitale konserter publiser på offentlige nettsider, innspillinger og interne fremføringer på NMH.

source: Seminar with the students
nb: Seminar med studentene

source: Exploration and understanding of sonic and technical possibilities on the instrument.
nb: Utforsking og instrumentteknisk forståelse av klanglige og spilletekniske muligheter.

source: – Can exams be a limiting factor?
nb: – Kan eksamenskrav være begrensende?

source: : Active participation is mandatory in two modules.
nb: Én av de analytiske semesteroppgavene.

source: For 15 years Solli has been working as a music therapist at the Lovisenberg Diaconal Hospital, where he has been involved in creating three permanent positions for music therapists – two on general wards and one at LDPS, where he is currently employed.
nb: Solli har i 15 år jobbet som musikkterapeut ved Lovisenberg diakonale sykehus, hvor han har vært med på å opprette tre faste musikkterapeutstillinger – to på sengepost samt én på LDPS, hvor han er ansatt i dag.

source: The final assessment will be given as a pass/fail mark, which will be determined on the basis of artistic production, blog and dialogue with the examinations committee.
nb: Avsluttende vurdering uttrykkes ved bestått/ikke bestått og fastsettes på grunnlag av kunstnerisk produksjon, blogg og samtale med eksamenskommisjonen.

source: What do you mean by that?
nb: Hva mener du med det?

source: How am I going to emphasise this?”
nb: Hvordan skal jeg betone dette?

source: They played five concerts in São Paulo and Rio and held two workshops.
nb: De spilte fem konserter i São Paulo og Rio og gjennomførte to workshops.

source: Repertoire and interpretation (UTREPINT77) and master thesis (UTMASTER77).
nb: Repertoar og interpretasjon (UTREPINT77) og masterarbeid (UTMASTER77)

source: From left to right: Anders Tykesson, Peter van Tour, Robert Gjerdingen and Victoria Jakhelln
nb: Anders Tykesson, Peter van Tour, Robert Gjerdingen og Victoria Jakhelln

source: Music teacher certificate, Østlandet’s music conservatory, 1993
nb: Faglærerutdanning i musikk, Østlandets musikkonservatorium, 1993

source: An album of improvisations based on Sibelius songs is to be released in 2021.
nb: Et album med Live og Ingfrids versjoner av Sibelius' sanger gis ut i 2021.

source: practical and artistic tasks in production processes, composition and performance, such as mixing and mastering, live electronics, project studio work and "sound in space"
nb: praktiske og kunstneriske områder innenfor musikkproduksjonsprosesser, komposisjon og fremføring, som for eksempel mix/mastering, live electronics, prosjektstudioarbeid og ‘sound in space’

source: Preserve and challenge
nb: Bevare og utfordre:

source: They will explore ways of working, perspectives and (un)possibilities within an expanded interpretive framework, and experiment with strategies such as «de-romantisation» and style transition.
nb: De vil utforske arbeidsmåter, innganger, perspektiver og (u)muligheter innenfor en utvidet fortolkningsramme, og eksperimentere med ideer om avromantisering og stilforflytning.

source: “Yes, I presume so, in a way, or the quest for satisfaction, I’d say.
nb: – Ja, jeg antar det, på en måte, eller søke etter tilfredsstillelse, vil jeg si.

source: What should be taught, and why?
nb: Hva skal det undervises i og hvorfor?

source: In the pieces for duo, Solset will work with Marianne Beate Kielland (mezzo-soprano) and Lars Lien (saxophone).
nb: I komponistens duoverk vil Solset samarbeide med Marianne Beate Kielland (mezzosopran) og Lars Lien (saksofon).

source: This concentration is tailored to classical musicians and entails an in-depth study of a solo instrument/principal instrument or chamber music.
nb: Studieretningen er innrettet mot klassisk musikk og gir mulighet for fordypning i soloinstrument eller kammermusikk.

source: She herself intends to learn more by visiting India and the Netherlands, among other places.
nb: Selv skal hun lære mer blant annet gjennom opphold i India og Nederland.

source: basic theory of sound and concepts such as frequency, decibels, hearing, overtones
nb: grunnleggende lydlære og begreper som frekvens, desibel, hørsel, overtoner

source: – I will be working all the time.
nb: – Jeg kommer til å jobbe hele tiden.
